Repository: tx2z/aisight
Catalog: AISight/AISight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh

source: Fast Answers
de: Schnelle Antworten
es: Respuestas rápidas
fr: Réponses rapides
it: Risposte rapide
ja: すばやい回答
ko: 빠른 답변
pt: Respostas Rápidas
zh: 快速回答

source: For questions about these Terms of Use, please contact us at: Email: jesus@perezpaz.es
de: Bei Fragen zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte unter: E-Mail: jesus@perezpaz.es
es: Para preguntas sobre estas Condiciones de Uso, puede contactarnos en: Correo electrónico: jesus@perezpaz.es
fr: Pour toute question concernant les présentes Conditions d'utilisation, veuillez nous contacter à l'adresse suivante : E-mail : jesus@perezpaz.es
it: Per domande sulle presenti Condizioni d'Uso, contattaci all'indirizzo: Email: jesus@perezpaz.es
ja: 本利用規約に関するご質問は、以下までお問い合わせください： メール：jesus@perezpaz.es
ko: 본 이용약관에 대해 문의 사항이 있으시면 다음으로 연락해 주시기 바랍니다: 이메일: jesus@perezpaz.es
pt: Para dúvidas sobre estes Termos de Uso, entre em contato conosco em: E-mail: jesus@perezpaz.es
zh: 如果您对本使用条款有任何疑问，请通过以下方式联系我们： 电子邮件：jesus@perezpaz.es

source: Future features included
de: Zukünftige Funktionen inklusive
es: Funciones futuras incluidas
fr: Fonctionnalités futures incluses
it: Funzionalità future incluse
ja: 将来の機能も含まれます
ko: 향후 기능 포함
pt: Funcionalidades futuras incluídas
zh: 包含未来功能

source: Generated on-device
de: Auf dem Gerät erstellt
es: Generado en el dispositivo
fr: Généré sur l'appareil
it: Generato sul dispositivo
ja: デバイス上で生成
ko: 기기에서 생성됨
pt: Gerado no dispositivo
zh: 由设备端生成

source: Get answers on-device.
de: Erhalte Antworten direkt auf dem Gerät.
es: Obtén respuestas en el dispositivo.
fr: Obtiens des réponses sur ton appareil.
it: Ottieni risposte sul dispositivo.
ja: デバイス上で回答を取得。
ko: 기기에서 바로 답변을 받아 보세요.
pt: Obtenha respostas no dispositivo.
zh: 在设备上获取回答。

source: Get concise, cited answers from multiple search engines in seconds.
de: Erhalte prägnante Antworten mit Quellenangaben aus mehreren Suchmaschinen in Sekunden.
es: Obtén respuestas concisas y citadas de múltiples motores de búsqueda en segundos.
fr: Obtiens des réponses concises et sourcées depuis plusieurs moteurs de recherche en quelques secondes.
it: Ottieni risposte concise e con citazioni da più motori di ricerca in pochi secondi.
ja: 複数の検索エンジンから、引用付きの簡潔な回答を数秒で取得できます。
ko: 여러 검색 엔진에서 출처가 포함된 간결한 답변을 몇 초 만에 받아 보세요.
pt: Receba respostas concisas e com fontes de vários mecanismos de busca em segundos.
zh: 数秒内从多个搜索引擎获取简洁、有引用的回答。

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt: Histórico
zh: 历史记录

source: History of the Internet
de: Geschichte des Internets
es: Historia de Internet
fr: L'histoire d'Internet
it: Storia di Internet
ja: インターネットの歴史
ko: 인터넷의 역사
pt: História da Internet
zh: 互联网的发展历史

source: How and why do volcanoes erupt?
de: Wie und warum brechen Vulkane aus?
es: ¿Cómo y por qué entran en erupción los volcanes?
fr: Comment et pourquoi les volcans entrent-ils en éruption ?
it: Come e perché eruttano i vulcani?
ja: 火山はなぜ、どのように噴火するのか？
ko: 화산은 왜, 어떻게 폭발하나요?
pt: Como e por que os vulcões entram em erupção?
zh: 火山是怎么喷发的？为什么会喷发？

source: How do airplanes generate lift?
de: Wie erzeugen Flugzeuge Auftrieb?
es: ¿Cómo generan sustentación los aviones?
fr: Comment les avions génèrent-ils leur portance ?
it: Come fanno gli aerei a generare portanza?
ja: 飛行機はどうやって揚力を生むのか？
ko: 비행기는 어떻게 양력을 만드나요?
pt: Como os aviões geram sustentação?
zh: 飞机是如何产生升力的？

source: How do black holes form?
de: Wie entstehen Schwarze Löcher?
es: ¿Cómo se forman los agujeros negros?
fr: Comment se forment les trous noirs ?
it: Come si formano i buchi neri?
ja: ブラックホールはどうやって形成されるのか？
ko: 블랙홀은 어떻게 만들어지나요?
pt: Como os buracos negros se formam?
zh: 黑洞是怎样形成的？

source: How do mRNA vaccines work?
de: Wie funktionieren mRNA-Impfstoffe?
es: ¿Cómo funcionan las vacunas de ARNm?
fr: Comment fonctionnent les vaccins à ARNm ?
it: Come funzionano i vaccini a mRNA?
ja: mRNAワクチンの仕組みは？
ko: mRNA 백신은 어떻게 작동하나요?
pt: Como funcionam as vacinas de mRNA?
zh: mRNA 疫苗的工作原理是什么？

source: How do ocean tides work?
de: Wie entstehen Gezeiten im Meer?
es: ¿Cómo funcionan las mareas oceánicas?
fr: Comment fonctionnent les marées océaniques ?
it: Come funzionano le maree oceaniche?
ja: 海の潮汐はどうやって起こるのか？
ko: 바다의 조수는 어떻게 생기나요?
pt: Como funcionam as marés oceânicas?
zh: 海洋潮汐是如何运作的？

source: How do planes fly?
de: Wie fliegen Flugzeuge?
es: ¿Cómo vuelan los aviones?
fr: Comment les avions volent-ils ?
it: Come fanno gli aerei a volare?
ja: 飛行機はなぜ飛べるのか？
ko: 비행기는 어떻게 나는 건가요?
pt: Como os aviões voam?
zh: 飞机是怎么飞起来的？

source: How do tides work?
de: Wie funktionieren die Gezeiten?
es: ¿Cómo funcionan las mareas?
fr: Comment fonctionnent les marées ?
it: Come funzionano le maree?
ja: 潮の満ち引きの仕組みは？
ko: 조수는 어떻게 생기나요?
pt: Como funcionam as marés?
zh: 潮汐是怎么回事？

source: How do volcanoes erupt?
de: Wie brechen Vulkane aus?
es: ¿Cómo entran en erupción los volcanes?
fr: Comment les volcans entrent-ils en éruption ?
it: Come eruttano i vulcani?
ja: 火山はどうやって噴火するのか？
ko: 화산은 어떻게 폭발하나요?
pt: Como os vulcões entram em erupção?
zh: 火山是怎么喷发的？

source: How does GPS satellite navigation work?
de: Wie funktioniert GPS-Satellitennavigation?
es: ¿Cómo funciona la navegación por satélite GPS?
fr: Comment fonctionne la navigation par satellite GPS ?
it: Come funziona la navigazione satellitare GPS?
ja: GPS衛星ナビゲーションの仕組みは？
ko: GPS 위성 내비게이션은 어떻게 작동하나요?
pt: Como funciona a navegação por satélite GPS?
zh: GPS 卫星导航的工作原理是什么？

source: How does GPS work?
de: Wie funktioniert GPS?
es: ¿Cómo funciona el GPS?
fr: Comment fonctionne le GPS ?
it: Come funziona il GPS?
ja: GPSの仕組みは？
ko: GPS는 어떻게 작동하나요?
pt: Como o GPS funciona?
zh: GPS 是怎么工作的？

source: How does mRNA work?
de: Wie funktioniert mRNA?
es: ¿Cómo funciona el ARNm?
fr: Comment fonctionne l'ARNm ?
it: Come funziona l'mRNA?
ja: mRNAの仕組みは？
ko: mRNA는 어떻게 작동하나요?
pt: Como o mRNA funciona?
zh: mRNA 是怎么工作的？

source: How does Wi-Fi technology work?
de: Wie funktioniert Wi-Fi-Technologie?
es: ¿Cómo funciona la tecnología Wi-Fi?
fr: Comment fonctionne la technologie Wi-Fi ?
it: Come funziona la tecnologia Wi-Fi?
ja: Wi-Fi技術の仕組みは？
ko: Wi-Fi 기술은 어떻게 작동하나요?
pt: Como funciona a tecnologia Wi-Fi?
zh: Wi-Fi 技术的工作原理是什么？

source: How does Wi-Fi work?
de: Wie funktioniert Wi-Fi?
es: ¿Cómo funciona el Wi-Fi?
fr: Comment fonctionne le Wi-Fi ?
it: Come funziona il Wi-Fi?
ja: Wi-Fiの仕組みは？
ko: Wi-Fi는 어떻게 작동하나요?
pt: Como o Wi-Fi funciona?
zh: Wi-Fi 是怎么工作的？

source: How to start a journaling habit
de: Wie du eine Tagebuch-Routine aufbaust
es: Cómo empezar el hábito de escribir un diario
fr: Comment prendre l'habitude d'écrire un journal
it: Come iniziare a tenere un diario
ja: 日記を習慣にする方法
ko: 저널링 습관 시작하는 방법
pt: Como criar o hábito de escrever um diário
zh: 如何养成写日记的习惯

source: How to start journaling
de: Wie du mit dem Tagebuchschreiben anfängst
es: Cómo empezar a escribir un diario
fr: Comment commencer un journal
it: Come iniziare a scrivere un diario
ja: 日記の始め方
ko: 저널링 시작하기
pt: Como começar a escrever um diário
zh: 如何开始写日记

source: If any provision of these Terms is held to be unenforceable or invalid, that provision will be enforced to the maximum extent possible, and the other provisions will remain in full force and effect.
de: Sollte eine Bestimmung dieser Bedingungen als nicht durchsetzbar oder ungültig angesehen werden, wird diese Bestimmung im größtmöglichen Umfang durchgesetzt, und die übrigen Bestimmungen bleiben in vollem Umfang wirksam.
es: Si alguna disposición de estas Condiciones se considera inaplicable o inválida, dicha disposición se aplicará en la máxima medida posible, y las demás disposiciones permanecerán en pleno vigor y efecto.
fr: Si une disposition des présentes Conditions est jugée inapplicable ou invalide, cette disposition sera appliquée dans la mesure maximale possible, et les autres dispositions resteront pleinement en vigueur et de plein effet.
it: Qualora una disposizione delle presenti Condizioni sia ritenuta inapplicabile o invalida, tale disposizione sarà applicata nella misura massima possibile e le restanti disposizioni rimarranno pienamente in vigore ed efficaci.
ja: 本規約のいずれかの条項が執行不能または無効と判断された場合、当該条項は可能な最大限の範囲で執行されるものとし、その他の条項は完全に有効に存続するものとします。
ko: 본 약관의 조항이 집행 불가능하거나 무효로 판단되는 경우, 해당 조항은 가능한 최대 범위 내에서 집행되며 나머지 조항은 완전한 효력을 유지합니다.
pt: Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será aplicada na máxima extensão possível, e as demais disposições permanecerão em pleno vigor e efeito.
zh: 如果本条款的任何条文被认定为不可执行或无效，该条文将在最大可能范围内予以执行，其余条文仍然完全有效。

source: If you have questions about this privacy policy, please contact us at: Email: jesus@perezpaz.es
de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter: E-Mail: jesus@perezpaz.es
es: Si tiene preguntas sobre esta política de privacidad, puede contactarnos en: Correo electrónico: jesus@perezpaz.es
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à l'adresse suivante : E-mail : jesus@perezpaz.es
it: Per domande sulla presente informativa sulla privacy, contattaci all'indirizzo: Email: jesus@perezpaz.es
ja: 本プライバシーポリシーに関するご質問は、以下までお問い合わせください： メール：jesus@perezpaz.es
ko: 본 개인정보 처리방침에 대해 문의 사항이 있으시면 다음으로 연락해 주시기 바랍니다: 이메일: jesus@perezpaz.es
pt: Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco em: E-mail: jesus@perezpaz.es
zh: 如果您对本隐私政策有任何疑问，请通过以下方式联系我们： 电子邮件：jesus@perezpaz.es

source: Information We Do Not Collect
de: Informationen, die wir nicht erheben
es: Información que No Recopilamos
fr: Informations que nous ne collectons pas
it: Informazioni che Non Raccogliamo
ja: 当社が収集しない情報
ko: 수집하지 않는 정보
pt: Informações que Não Coletamos
zh: 我们不收集的信息

source: Introduction to Stoic philosophy
de: Einführung in die stoische Philosophie
es: Introducción a la filosofía estoica
fr: Introduction à la philosophie stoïcienne
it: Introduzione alla filosofia stoica
ja: ストア哲学入門
ko: 스토아 철학 입문
pt: Introdução à filosofia estoica
zh: 斯多葛哲学入门

source: Invalid URL. Use http:// or https://.
de: Ungültige URL. Verwende http:// oder https://.
es: URL inválida. Usa http:// o https://.
fr: URL invalide. Utilise http:// ou https://.
it: URL non valido. Usa http:// o https://.
ja: 無効なURLです。http:// または https:// を使用してください。
ko: 유효하지 않은 URL이에요. http:// 또는 https://를 사용해 주세요.
pt: URL inválida. Use http:// ou https://.
zh: 网址无效，请使用 http:// 或 https://。

source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
it: Lingua modificata
ja: 言語が変更されました
ko: 언어 변경됨
pt: Idioma Alterado
zh: 语言已更改

source: Last updated: March 13, 2026
de: Zuletzt aktualisiert: 13. März 2026
es: Última actualización: 13 de marzo de 2026
fr: Dernière mise à jour : 13 mars 2026
it: Ultimo aggiornamento: 13 marzo 2026
ja: 最終更新日：2026年3月13日
ko: 최종 수정일: 2026년 3월 13일
pt: Última atualização: 13 de março de 2026
zh: 最后更新：2026年3月13日

source: Legal
de: Rechtliches
fr: Mentions légales
it: Note legali
ja: 法的情報
ko: 법적 정보
pt: Jurídico
zh: 法律信息

source: Mars colonization challenges
de: Herausforderungen der Marskolonisierung
es: Desafíos de la colonización de Marte
fr: Les défis de la colonisation de Mars
it: Le sfide della colonizzazione di Marte
ja: 火星移住の課題
ko: 화성 식민지 개척의 과제
pt: Desafios da colonização de Marte
zh: 火星殖民的挑战

source: Mediterranean diet basics
de: Grundlagen der Mittelmeerdiät
es: Fundamentos de la dieta mediterránea
fr: Les bases du régime méditerranéen
it: Le basi della dieta mediterranea
ja: 地中海式ダイエットの基本
ko: 지중해식 식단 기초
pt: Fundamentos da dieta mediterrânea
zh: 地中海饮食入门

source: Mediterranean diet basics and benefits
de: Grundlagen und Vorteile der Mittelmeerdiät
es: Fundamentos y beneficios de la dieta mediterránea
fr: Les bases et bienfaits du régime méditerranéen
it: Le basi e i benefici della dieta mediterranea
ja: 地中海式ダイエットの基本とメリット
ko: 지중해식 식단의 기초와 장점
pt: Fundamentos e benefícios da dieta mediterrânea
zh: 地中海饮食的基础知识与好处

source: Most effective productivity methods compared
de: Die effektivsten Produktivitätsmethoden im Vergleich
es: Comparación de los métodos de productividad más efectivos
fr: Comparatif des méthodes de productivité les plus efficaces
it: Confronto dei metodi di produttività più efficaci
ja: 最も効果的な生産性向上メソッドの比較
ko: 가장 효과적인 생산성 향상 방법 비교
pt: Comparação dos métodos de produtividade mais eficazes
zh: 最有效的效率提升方法对比

source: New Search
de: Neue Suche
es: Nueva búsqueda
fr: Nouvelle recherche
it: Nuova ricerca
ja: 新しい検索
ko: 새 검색
pt: Nova Pesquisa
zh: 新搜索

source: No History Yet
de: Noch kein Verlauf
es: Sin historial aún
fr: Aucun historique
it: Nessuna cronologia
ja: 履歴はまだありません
ko: 아직 기록이 없어요
pt: Nenhum Histórico Ainda
zh: 暂无历史记录

source: No previous purchase found.
de: Kein früherer Kauf gefunden.
es: No se encontró ninguna compra anterior.
fr: Aucun achat précédent trouvé.
it: Nessun acquisto precedente trovato.
ja: 以前の購入が見つかりませんでした。
ko: 이전 구매 내역을 찾을 수 없습니다.
pt: Nenhuma compra anterior encontrada.
zh: 未找到之前的购买记录。

source: No results were found for your query. Try rephrasing your search.
de: Keine Ergebnisse für deine Anfrage gefunden. Versuche, deine Suche umzuformulieren.
es: No se encontraron resultados para tu consulta. Intenta reformular tu búsqueda.
fr: Aucun résultat trouvé pour ta recherche. Essaie de reformuler.
it: Nessun risultato trovato per la tua ricerca. Prova a riformulare la domanda.
ja: 検索結果が見つかりませんでした。検索ワードを変えてお試しください。
ko: 검색 결과를 찾지 못했어요. 다른 표현으로 다시 검색해 보세요.
pt: Nenhum resultado encontrado para sua pesquisa. Tente reformular sua busca.
zh: 未找到相关结果，请尝试换个说法搜索。

source: No sources found for this query. Try rephrasing.
de: Keine Quellen für diese Anfrage gefunden. Versuche es mit einer anderen Formulierung.
es: No se encontraron fuentes para esta consulta. Intenta reformular.
fr: Aucune source trouvée pour cette requête. Essaie de reformuler.
it: Nessuna fonte trovata per questa ricerca. Prova a riformulare.
ja: この検索のソースが見つかりませんでした。言い換えてお試しください。
ko: 이 질문에 대한 출처를 찾지 못했어요. 다른 표현으로 다시 시도해 보세요.
pt: Nenhuma fonte encontrada para essa pesquisa. Tente reformular.
zh: 未找到相关来源，请尝试换个说法。

source: Not checked
de: Nicht geprüft
es: No verificado
fr: Non vérifié
it: Non verificato
ja: 未確認
ko: 확인 안 됨
pt: Não verificado
zh: 未检查

source: On-Device AI Processing
de: KI-Verarbeitung auf dem Gerät
es: Procesamiento de IA en el Dispositivo
fr: Traitement IA sur l'appareil
it: Elaborazione IA sul Dispositivo
ja: オンデバイスAI処理
ko: 온디바이스 AI 처리
pt: Processamento de IA no Dispositivo
zh: 设备端 AI 处理

source: Or come back tomorrow
de: Oder komm morgen wieder
es: O vuelve mañana
fr: Ou revenez demain
it: Oppure torna domani
ja: または明日またお越しください
ko: 또는 내일 다시 오세요
pt: Ou volte amanhã
zh: 或者明天再来

source: Our Commitment to Privacy
de: Unser Engagement für den Datenschutz
es: Nuestro Compromiso con la Privacidad
fr: Notre engagement en matière de confidentialité
it: Il Nostro Impegno per la Privacy
ja: プライバシーへの取り組み
ko: 개인정보 보호에 대한 약속
pt: Nosso Compromisso com a Privacidade
zh: 我们对隐私的承诺

source: Please close and reopen the app for the language change to take effect.
de: Bitte schließe die App und öffne sie erneut, damit die Sprachänderung wirksam wird.
es: Cierra y vuelve a abrir la app para que el cambio de idioma surta efecto.
fr: Ferme et rouvre l'app pour que le changement de langue prenne effet.
it: Chiudi e riapri l'app per applicare il cambio di lingua.
ja: 言語の変更を反映するには、アプリを閉じて再度開いてください。
ko: 언어 변경을 적용하려면 앱을 종료한 후 다시 열어 주세요.
pt: Feche e reabra o app para que a mudança de idioma entre em vigor.
zh: 请关闭并重新打开应用以使语言更改生效。

source: Powered by Apple Intelligence
de: Unterstützt von Apple Intelligence
es: Impulsado por Apple Intelligence
fr: Propulsé par Apple Intelligence
it: Basato su Apple Intelligence
ja: Apple Intelligence搭載
ko: Apple Intelligence 기반
pt: Com tecnologia Apple Intelligence
zh: 由 Apple Intelligence 驱动

source: Powered by SearXNG
de: Unterstützt von SearXNG
es: Impulsado por SearXNG
fr: Propulsé par SearXNG
it: Basato su SearXNG
ja: SearXNG搭載
ko: SearXNG 기반
pt: Com tecnologia SearXNG
zh: 由 SearXNG 驱动

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
ko: 환경설정
pt: Preferências
zh: 偏好设置

source: Privacy First
de: Privatsphäre zuerst
es: Privacidad ante todo
fr: Confidentialité avant tout
it: Privacy al primo posto
ja: プライバシー最優先
ko: 프라이버시 우선
pt: Privacidade em Primeiro Lugar
zh: 隐私为先

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
zh: 隐私政策

source: Product not found. Please try again later.
de: Produkt nicht gefunden. Bitte versuche es später erneut.
es: Producto no encontrado. Inténtalo de nuevo más tarde.
fr: Produit introuvable. Veuillez réessayer plus tard.
it: Prodotto non trovato. Riprova più tardi.
ja: 商品が見つかりませんでした。後でもう一度お試しください。
ko: 상품을 찾을 수 없습니다. 나중에 다시 시도해 주세요.
pt: Produto não encontrado. Tente novamente mais tarde.
zh: 未找到产品。请稍后再试。

source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: Error en la compra. Inténtalo de nuevo.
fr: Échec de l'achat. Veuillez réessayer.
it: Acquisto non riuscito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
pt: Falha na compra. Tente novamente.
zh: 购买失败。请重试。

source: Purchase is pending approval.
de: Kauf wartet auf Genehmigung.
es: La compra está pendiente de aprobación.
fr: L'achat est en attente d'approbation.
it: L'acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구매 승인 대기 중입니다.
pt: A compra está pendente de aprovação.
zh: 购买正在等待批准。

source: Received an invalid response from the search server.
de: Ungültige Antwort vom Suchserver erhalten.
es: Se recibió una respuesta inválida del servidor de búsqueda.
fr: Réponse invalide reçue du serveur de recherche.
it: Ricevuta una risposta non valida dal server di ricerca.
ja: 検索サーバーから無効な応答を受信しました。
ko: 검색 서버에서 잘못된 응답을 받았어요.
pt: Resposta inválida recebida do servidor de busca.
zh: 搜索服务器返回了无效响应。

source: Reformulating query...
de: Anfrage wird umformuliert…
es: Reformulando consulta...
fr: Reformulation de la requête…
it: Riformulazione della ricerca…
ja: クエリを再構成中...
ko: 검색어 재구성 중...
pt: Reformulando pesquisa...
zh: 正在优化搜索词…

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt: Restaurar Padrão
zh: 恢复默认

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt: Restaurar compras
zh: 恢复购买

source: Science-backed benefits of reading every day
de: Wissenschaftlich belegte Vorteile des täglichen Lesens
es: Beneficios científicamente probados de leer todos los días
fr: Les bienfaits prouvés de la lecture quotidienne
it: I benefici scientificamente provati della lettura quotidiana
ja: 科学的根拠に基づく毎日の読書のメリット
ko: 과학적으로 입증된 매일 독서의 장점
pt: Benefícios comprovados pela ciência de ler todos os dias
zh: 每天阅读的科学益处

source: Science-backed tips for better sleep
de: Wissenschaftlich belegte Tipps für besseren Schlaf
es: Consejos científicos para dormir mejor
fr: Conseils scientifiques pour mieux dormir
it: Consigli scientificamente provati per dormire meglio
ja: 科学的根拠に基づく睡眠改善のヒント
ko: 과학적으로 입증된 수면 개선 팁
pt: Dicas comprovadas pela ciência para dormir melhor
zh: 改善睡眠的科学建议

source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisar
zh: 搜索

source: Search failed: %@
de: Suche fehlgeschlagen: %@
es: Error en la búsqueda: %@
fr: Échec de la recherche : %@
it: Ricerca fallita: %@
ja: 検索に失敗しました: %@
ko: 검색 실패: %@
pt: A pesquisa falhou: %@
zh: 搜索失败：%@

source: Search history is retained on your device until you explicitly delete it. No data is retained on any external server operated by us. When you delete the app, all locally stored data is removed.
de: Der Suchverlauf wird auf Ihrem Gerät aufbewahrt, bis Sie ihn ausdrücklich löschen. Auf externen Servern, die von uns betrieben werden, werden keine Daten aufbewahrt. Wenn Sie die App löschen, werden alle lokal gespeicherten Daten entfernt.
es: El historial de búsqueda se conserva en su dispositivo hasta que lo elimine explícitamente. No se retiene ningún dato en ningún servidor externo operado por nosotros. Al eliminar la aplicación, todos los datos almacenados localmente se borran.
fr: L'historique de recherche est conservé sur votre appareil jusqu'à ce que vous le supprimiez explicitement. Aucune donnée n'est conservée sur un serveur externe exploité par nous. Lorsque vous supprimez l'application, toutes les données stockées localement sont supprimées.
it: La cronologia delle ricerche viene conservata sul tuo dispositivo fino a quando non la elimini esplicitamente. Nessun dato viene conservato su alcun server esterno da noi gestito. Quando elimini l'app, tutti i dati archiviati localmente vengono rimossi.
ja: 検索履歴は、お客様が明示的に削除するまでデバイス上に保持されます。当社が運営する外部サーバーにデータが保持されることはありません。アプリを削除すると、ローカルに保存されたすべてのデータが削除されます。
ko: 검색 기록은 귀하가 명시적으로 삭제할 때까지 귀하의 기기에 보관됩니다. 당사가 운영하는 외부 서버에는 어떠한 데이터도 보관되지 않습니다. 앱을 삭제하면 로컬에 저장된 모든 데이터가 제거됩니다.
pt: O histórico de pesquisa é mantido no seu dispositivo até que você o exclua explicitamente. Nenhum dado é mantido em nenhum servidor externo operado por nós. Quando você exclui o aplicativo, todos os dados armazenados localmente são removidos.
zh: 搜索历史保留在您的设备上，直到您明确删除为止。我们运营的任何外部服务器上不保留任何数据。当您删除应用时，所有本地存储的数据将被移除。

source: Search is powered by a private SearXNG server. No queries are stored or tracked.
de: Die Suche wird von einem privaten SearXNG-Server betrieben. Keine Anfragen werden gespeichert oder nachverfolgt.
es: La búsqueda está impulsada por un servidor privado SearXNG. Ninguna consulta se almacena ni rastrea.
fr: La recherche utilise un serveur SearXNG privé. Aucune requête n'est stockée ni suivie.
it: La ricerca è gestita da un server SearXNG privato. Nessuna ricerca viene salvata o tracciata.
ja: 検索はプライベートなSearXNGサーバーで行われます。検索内容が保存・追跡されることはありません。
ko: 검색은 비공개 SearXNG 서버를 통해 이루어져요. 검색어는 저장되거나 추적되지 않아요.
pt: A busca é feita por um servidor SearXNG privado. Nenhuma pesquisa é armazenada ou rastreada.
zh: 搜索由私有 SearXNG 服务器提供支持，不会存储或追踪任何搜索记录。

source: Search Language
de: Suchsprache
es: Idioma de búsqueda
fr: Langue de recherche
it: Lingua di ricerca
ja: 検索言語
ko: 검색 언어
pt: Idioma da Pesquisa
zh: 搜索语言

source: Search Server
de: Suchserver
es: Servidor de búsqueda
fr: Serveur de recherche
it: Server di ricerca
ja: 検索サーバー
ko: 검색 서버
pt: Servidor de Busca
zh: 搜索服务器

source: Search server is unavailable. Check your connection or update the server URL in Settings.
de: Der Suchserver ist nicht erreichbar. Prüfe deine Verbindung oder aktualisiere die Server-URL in den Einstellungen.
es: El servidor de búsqueda no está disponible. Verifica tu conexión o actualiza la URL del servidor en Ajustes.
fr: Le serveur de recherche est indisponible. Vérifie ta connexion ou modifie l'URL du serveur dans les Réglages.
it: Il server di ricerca non è disponibile. Controlla la connessione o aggiorna l'URL del server nelle Impostazioni.
ja: 検索サーバーに接続できません。接続状況を確認するか、設定でサーバーURLを更新してください。
ko: 검색 서버를 사용할 수 없어요. 연결 상태를 확인하거나 설정에서 서버 URL을 변경해 주세요.
pt: Servidor de busca indisponível. Verifique sua conexão ou atualize a URL do servidor em Ajustes.
zh: 搜索服务器不可用。请检查网络连接或在设置中更新服务器地址。

source: Search the web.
de: Durchsuche das Web.
es: Busca en la web.
fr: Rechercher sur le web.
it: Cerca nel web.
ja: ウェブを検索。
ko: 웹을 검색하세요.
pt: Pesquise na web.
zh: 搜索网络。
